<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<BODY LANG="fr-FR" BGCOLOR="#e5e5e5" DIR="LTR">
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>ADMINISTRATION
:<BR>Vous &ecirc;tes dans la section d'<U>administration g&eacute;n&eacute;rale</U>
de PHPSurveyor. Vous n'avez pas s&eacute;lectionn&eacute; de
questionnaire &agrave; voir ou &agrave; &eacute;diter.</B></FONT></FONT></P>
<P><FONT SIZE=1 STYLE="font-size: 8pt"><FONT FACE="Verdana">A cet
endroit, vous pouvez contr&ocirc;ler la configuration g&eacute;n&eacute;rale
de PHPSurveyor, tout comme <A HREF="#Adding a New Survey">cr&eacute;er
de nouveaux questionnaires</A>, voir ou &eacute;diter les
questionnaires existants, modifier les param&egrave;tres de s&eacute;curit&eacute;
et contr&ocirc;ler que la base de donn&eacute;es comprend tous les
champs indispensables.</FONT></FONT></P><A NAME="AutoNumber1"></A>
<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/home.gif" NAME="Image1" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>Page
			d'administration :</B> Cliquez sur cet ic&ocirc;ne pour fermer le
			questionnaire courant et n'avoir que la barre d'adminstration.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/security.gif" NAME="Image2" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>S&eacute;curit&eacute;
			</B>: Cliquez sur cet ic&ocirc;ne pour changer votre nom
			d'utilisateur et votre mot de passe.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/badsecurity.gif" NAME="Image3" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>Activer
			la s&eacute;curit&eacute; </B>: Si vous n'avez pas activ&eacute;
			la s&eacute;curit&eacute;, cet ic&ocirc;ne sera affich&eacute;.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/summary.gif" NAME="Image4" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>V&eacute;rifier
			les param&egrave;tres :</B> Affiche un r&eacute;sum&eacute; des
			param&egrave;tres actuels de PHPSurveyor. Vous pouvez changer la
			langue de la page d'administration ici.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/checkdb.gif" NAME="Image5" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>V&eacute;rifier
			base de donn&eacute;es </B>: Cliquez ici pour v&eacute;rifier que
			votre base de donn&eacute;es comprend toutes les tables et champs
			n&eacute;cessaires.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/export.gif" NAME="Image6" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>Sauvegarder
			enti&eacute;rement la base de donn&eacute;es :</B> Sauvegarde
			l'int&eacute;gralit&eacute; de la base de donn&eacute;es de
			PHPSurveyor vers un fichier SQL.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/labels.gif" NAME="Image7" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT SIZE=1 STYLE="font-size: 8pt"><FONT FACE="Verdana"><B>Editer/Ajouter
			des jeux d'&eacute;tiquettes </B>: Cliquez ici pour &eacute;diter
			ou cr&eacute;er des jeux de r&eacute;ponses utilis&eacute;es pour
			les questions du type &laquo;&nbsp;personnalisables&nbsp;&raquo;.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/templates.gif" NAME="Image8" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>Editeur
			de mod&egrave;les</B> : Cliquez ici pour &eacute;diter les mod&egrave;les
			de questionnaires de PHPSurveyor.</FONT></FONT></P>
		</TD>
	</TR>
	<TR VALIGN=TOP>
		<TD>
			<P><IMG SRC="../../images/add.gif" NAME="Image9" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0></P>
		</TD>
		<TD>
			<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>Cr&eacute;er
			ou importer un nouveau questionnaire </B>: Cliquez ici pour cr&eacute;er
			un nouveau questionnaire ou pour l'importer depuis un fichier.</FONT></FONT></P>
		</TD>
	</TR>
</TABLE>
<P><A NAME="Adding a New Survey"></A><FONT SIZE=1 STYLE="font-size: 8pt"><FONT FACE="Verdana"><A HREF="survey.html">Questionnaire</A><BR><A HREF="group.html">Groupe</A><BR><A HREF="question.html">Question</A><BR><A HREF="answer.html">R&eacute;ponse</A><BR><BR><BR><B><U>Cr&eacute;er
un nouveau questionnaire</U></B><BR>Cliquez sur 
<IMG SRC="../../images/add.gif" NAME="Image10" ALIGN=BOTTOM WIDTH=20 HEIGHT=20 BORDER=0>
pour cr&eacute;er ou importer un questionnaire.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">L'&eacute;cran
'Cr&eacute;er le questionnaire' vous permet de compl&eacute;ter les
renseignements basiques au sujet de ce questionnaire, de choisir de
nombreuses options de pr&eacute;sentation et des options g&eacute;n&eacute;rales.
Sur cet &eacute;cran vous pouvez aussi importer un questionnaire
pr&eacute;c&eacute;demment export&eacute;.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">Les
d&eacute;tails d'un questionnaire incluent un <B>Titre</B> qui est le
nom court du questionnaire, une <B>Description</B> qui contient une
decription d&eacute;taill&eacute;e du questionnaire et peut contenir
ce que vous voulez, un <B>Message de bienvenue</B> qui sera affich&eacute;
au d&eacute;but du questionnaire, des champs explicites
<B>Administrateur </B>et <B>Mail de l'administrateur </B>qui
permettent aux personnes qui remplissent le questionnaire de savoir
qui en est responsable ainsi que de renseigner le champ &laquo;&nbsp;R&eacute;pondre
&agrave;&nbsp;&raquo; lorsque vous envoyer des invitations par mail
pour ce questionnaire, un champ <B>Fax &agrave;</B>, qui permet de
pr&eacute;ciser le num&eacute;ro de fax qui appraitra sur la version
'imprim&eacute;e' de votre questionnaire.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">Les
options de pr&eacute;sentation sont <B>Format</B> qui permet de
choisir comment les questions de votre questionnaire seront
pr&eacute;sent&eacute;es : toutes sur une m&ecirc;me page ou bien
groupe par groupe ou bien question par question ; et <B>Mod&egrave;le</B>
qui vous donne une liste de mod&egrave;les pr&eacute;d&eacute;finis
pour personnaliser l'apparence de votre questionnaire.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">L'option
<B>Utiliser des cookies ?</B> vous permet de d&eacute;finir un
contr&ocirc;le d'acc&eacute;s basique &agrave; votre questionnaire si
vous n'utilisez pas de table d'invitations. Si vous r&eacute;glez
cette option sur 'Oui', un cookie sera enregistr&eacute; &agrave; la
fin du remplissage du questionanire sur l'ordinateur du participant
pour le lui rappeler. La prochaine fois qu'il essayera de r&eacute;pondre
&agrave; nouveau &agrave; ce questionnaire, ce sera impossible. Notez
que c'est un contr&ocirc;le basique et non un r&eacute;el contr&ocirc;le
d'acc&egrave;s. Si plusieurs participants veulent r&eacute;pondre au
questionnaire en tulisant le m&ecirc;me ordinateur, cette m&eacute;thode
les en emp&ecirc;chera, seul le premier pourra. Par contre, si une
m&ecirc;me personne veut r&eacute;pondre depuis diff&eacute;rents
ordinateurs, cela est possible. Soyez donc prudent avec l'activation
de cette option. C'est un premier obstacle &agrave; des r&eacute;ponses
multiples par un m&ecirc;me participant mais pas une interdiction
absolue.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">L'option
<B>Notification</B> permet &agrave; l'administrateur du questionnaire
d'&ecirc;tre averti quand son questionnaire vient d'&ecirc;tre
compl&eacute;t&eacute;. Si vous choisissez de recevoir des
notifications par mail, vous pouvez choisir de recevoir un simple
message ou bien d'avoir aussi les r&eacute;ponses faites. Par d&eacute;faut,
votre questionnaire est <B>Anonyme</B>, cependant vous pouvez choisir
de faire un questionnaire non-anonyme, ce qui signifie que toutes les
r&eacute;ponses sont li&eacute;es &agrave; votre table d'invitations
et que vous pouvez donc retrouver chaque r&eacute;ponse de chaque
participant.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">Les
champs <B>Invitation par mail, Rappel par mail </B>et <B>Confirmation
par mail </B><SPAN STYLE="font-weight: medium">vous permettent
d'entrer le contenu des mails qui sont envoy&eacute;s si vous
utiliser une table d'invitations </SPAN>pour ce questionnaire.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt">Si vous
choisissez de <B>Permettre l'enregistrement public</B> et que vous
cr&eacute;ez une table d'invitations pour votre questionnaire, alors
tout le monde pourra demander &agrave; participer &agrave; votre
questionnaire. Ils recevront un mail d'invitation reprenant le
contenu du champ <B>Mail de l'enregistrement public</B>. Quand vous
autoriser l'enregistrement public, vous pouvez demander des
pr&eacute;cisions &agrave; la personne qui souhaite &ecirc;tre
enregistr&eacute;e pour participer au questionnaire gr&acirc;ce aux
champs attribute_1 et attribute_2 de la table des invitations. Vous
pouvez donner des noms explicites &agrave; ces champs en utilisant
<B>Nom des champs suppl&eacute;mentaires pour l&rsquo;enregistrement
public</B>.</FONT></FONT></P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><B>R&eacute;ponses
dat&eacute;es </B>vous permet d'enregister la date de r&eacute;ponse
de chaque participant  et <B>Langue</B> vous permet de choisir parmi
une liste pr&eacute;-d&eacute;finies de langues pour les r&eacute;ponses
internes (en opposition aux jeux d'&eacute;tiquettes) et aux messages
du type &quot;Oui/Non&quot;, &quot;Homme/Femme&quot; et ainsi de
suite. La <B>Date limite de r&eacute;ponse</B> est la date &agrave;
laquelle le questionnaire ne sera pas plus acessible pour r&eacute;pondre.
Si vous laissez vide ce champ, le questionnaire n'aura pas de date
d'expiration. </FONT></FONT>
</P>
<P><FONT FACE="Verdana"><FONT SIZE=1 STYLE="font-size: 8pt"><SPAN STYLE="font-weight: medium">Finalement,
vous pouvez entrer une</SPAN><B> URL de fin</B> qui sera affich&eacute;e
&agrave; la fin du questionnaire et vous permet de rediriger vos
participants vers le site de votre choix &agrave; la fin du
questionnaire, et une<B> Description de l'URL</B> qui correspond au
texte qui sera affich&eacute;e pour le lien.</FONT></FONT></P>
<P><FONT SIZE=1 STYLE="font-size: 8pt"><FONT FACE="Verdana"><B>Importer
le questionnaire</B><BR>Vous pouvez utiliser la fonctionnalit&eacute;
'Importer le questionnaire' en bas de cet &eacute;cran pour importer
un questionnaire. Cliquez sur 'Parcourir' pour choisir un fichier
.SQL contenant un questionnaire export&eacute; de PHPSurveyor et
cliquez sur le bouton 'Importer' pour commencer l'importation.</FONT></FONT></P>
</BODY>
</HTML>