<body bgcolor="#E5E5E5">

<p><font face="Verdana" style="font-size: 8pt; font-weight: 700">Administraci&oacute;n</font><font face="Verdana" style="font-size: 8pt; font-weight: 700">:<br>
  Actualmente est&aacute; viendo la secci&oacute;n general de administraci&oacute;n 
  de PHPSurveyor. No ha seleccionado ninguna encuesta para ver/editar. </font></p>
<p><font face="Verdana" style="font-size: 8pt">Desde este punto podr&aacute; 
  controlar la configuraci&oacute;n general de PHPSurveyor. Tambi&eacute;n puede 
  <a href="#Adding a New Group">crear nuevas encuestas</a>, seleccionar una encuesta 
  existente para ver o modificar, modificar opciones de seguridad y verificar 
  la integridad de la base de datos.</font></p>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" id="AutoNumber1">
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/home.gif" width="20" height="20"></font></td>
    <td valign="top"><font face="Verdana" style="font-size: 8pt"> <strong>Inicio:</strong> 
      Pulse en este icono para cerrar la encuesta actual y ver s&oacute;lo 
      la barra de administraci&oacute;n.</font></td>
  </tr>
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/security.gif" width="20" height="20"></font></td>
    <td valign="top"><font face="Verdana" style="font-size: 8pt"> <strong>Seguridad</strong>: 
      Pulse en este icono para cambiar las opciones de seguridad.</font></td>
  </tr>
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/badsecurity.gif" width="20" height="20"></font></td>
    <td valign="top"><font face="Verdana" style="font-size: 8pt"> <strong>Problemas de Seguridad</strong>: 
      Si no tiene las opciones de seguridad habilitadas, este icono aparecer&aacute;.</font></td>
  </tr>
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/checkdb.gif" width="20" height="20"></font></td>
    <td valign="top"><font face="Verdana" style="font-size: 8pt"> <strong>Verificaci&oacute;n 
      de la Base de Datos</strong>: Pulse en este icono para realizar una 
      verificaci&oacute;n de la base de datos para comprobar que todos los campos 
      y tablas existan.</font></td>
  </tr>
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/labels.gif" width="20" height="20"></font></td>
    <td valign="top"><strong><font face="Verdana" style="font-size: 8pt">Modificar/Agregar 
      Conjuntos de Etiquetas</font></strong><font face="Verdana" style="font-size: 8pt">: 
      Pulse en este icono para modificar, crear o borrar el conjunto de 
      etiquetas utilizadas en las preguntas de tipo flexible.</font></td>
  </tr>
  <tr>
    <td valign="top"><font face="Verdana" style="font-size: 8pt">
<img border="0" src="../../images/add.gif" width="20" height="20"></font></td>
    <td valign="top"><font face="Verdana" style="font-size: 8pt"> <strong>Agregar Encuesta</strong>: 
      Pulse en este icono para crear una nueva encuesta o para importar 
      una encuesta desde un archivo.</font></td>
  </tr>
</table>
<p><font face="Verdana" style="font-size: 8pt"> <a href="survey.html">Encuesta</a><br>
  <a href="group.html">Grupo</a><br>
  <a href="question.html">Pregunta</a><br>
  <a href="answer.html">Respuesta</a><br>
  <br>
  <br>
  <u><strong><a name="Adding a New Survey">Agregando una Nueva Encuesta</a></strong></u><br>
  Pulse en el icono </font><font face="Verdana" style="font-size: 8pt"><img border="0" src="../../images/add.gif" width="20" height="20"> 
  para agregar un nuevo grupo de preguntas a la encuesta.</font></p>
<p><font face="Verdana" style="font-size: 8pt">La pantalla para agregar una nueva 
  encuesta permite completar los detalles b&aacute;sicos de una encuesta, as&iacute; 
  como elegir un n&uacute;mero de opciones de presentaci&oacute;n, y opciones m&aacute;s 
  generales. Desde esta pantalla tambi&eacute;n se puede importar una encuesta 
  previamente exportada.</font></p>
<p><font face="Verdana" style="font-size: 8pt">Los detalles de la encuesta incluyen 
  <strong>T&iacute;tulo Corto</strong>: que es el t&iacute;tulo corto de la encuesta, una<strong> 
  Descripci&oacute;n</strong>: que puede ser una descripci&oacute;n detallada de la 
  encuesta, un<strong> Mensaje de Bienvenida</strong>: el cual es presentado al inicio de 
  la aplicaci&oacute;n de la encuesta, los campos <strong>Nombre del Administrador</strong> 
  y el <strong>Correo Electr&oacute;nico del Administrador</strong> que son utilizados para 
  indicarle a los usuarios a qui&eacute;n dirigirse en caso que tengan preguntas acerca 
  de la encuesta y tambi&eacute;n son utilizados como la direcci&oacute;n de retorno 
  para el env&iacute;o de invitaciones por correo electr&oacute;nico, el campo 
  <strong>N&#186; Fax</strong>: que permite la entrada de un n&uacute;mero de fax que aparecer&aacute; 
  en la versi&oacute;n imprimible de la encuesta, un campo <strong>URL de Salida</strong>: 
  que es utilizado al final de la encuesta para que poder redirigir a los participantes 
  a otro sitio despu&eacute;s de completar la encuesta, y un<strong> Texto del URL</strong>: que 
  es el texto que aparecer&aacute; con el enlace URL de Salida.</font></p>
<p><font face="Verdana" style="font-size: 8pt">Las opciones de presentaci&oacute;n 
  son <strong>Formato</strong>: que permite elegir c&oacute;mo se presentar&aacute; la encuesta, 
  si todas las preguntas en una sola p&aacute;gina, por grupo, o pregunta por 
  pregunta, <strong>Plantilla</strong>: que permite elegir entre varias plantillas pre-definidas 
  para cambiar los colores, tama&ntilde;os, etc. de la encuesta, e <strong>Idioma</strong>: 
  que permite elegir entre varios idiomas para mostrar adecuadamente los textos 
  de la encuesta.</font></p>
<p><font face="Verdana" style="font-size: 8pt">Finalmente, hay unas opciones generales 
  adicionales de las cuales elegir. Por defecto la encuesta ser&aacute; <strong>An&oacute;nima</strong>, 
  pero se puede elegir que una encuesta NO sea an&oacute;nima, lo que significa 
  que las contestaciones estar&aacute;n ligadas a una tabla de tokens, y se podr&aacute;n 
  rastrear respuestas individuales a personas en particular. <strong>Estampado de Fecha</strong>: 
  permite agregar entradas hora/fecha a cada contestaci&oacute;n para que se pueda 
  mantener un registro de cu&aacute;ndo se complet&oacute; una encuesta. La <strong>Fecha 
  de Expiraci&oacute;n</strong>: es la fecha de cuando la encuesta expirar&aacute; 
  y no podr&aacute; ser accesada m&aacute;s. Si se deja este campo en blanco, 
  la encuesta nunca expirar&aacute;. </font></p>
<p><font face="Verdana" style="font-size: 8pt">La opci&oacute;n de <strong>&iquest;Utilizar 
  Cookies?</strong> permite de una forma muy b&aacute;sica controlar el acceso a la 
  encuesta si no est&aacute; utilizando tokens. Poner esta opci&oacute;n en 
  'S&iacute;' significa que cuando el participante termine exitosamente la encuesta, 
  una 'cookie' es almacenada en su computadora indicando que ya ha contestado. 
  La siguiente vez que intente contestar la encuesta utilizando la misma computadora 
  no podr&aacute; hacerlo. Cabe notar que este m&eacute;todo de acceso es muy 
  b&aacute;sico, y no muy astuto. Si dos personas distintas intentan contestar 
  la encuesta desde la misma computadora, este m&eacute;todo s&oacute;lo permitir&aacute; 
  a la primer persona contestarlo. Una misma persona podr&aacute; contestar la 
  encuesta m&aacute;s de una vez utilizando computadoras distintas (las cuales 
  no hayan sido utilizadas anteriormente para contestar la encuesta). As&iacute; 
  que debe estar consciente de estas circunstancias antes de utilizar este m&eacute;todo.</font></p>
<p><font face="Verdana" style="font-size: 8pt"><strong>Importando una Encuesta</strong><br>
  Se puede utilizar el campo 'Seleccionar Archivo SQL' en la parte inferior de 
  la pantalla para importar una encuesta. Pulsando en 'examinar' elija un archivo 
  SQL (previamente generado por PHPSurveyor) que contenga la encuesta a importar, 
  dando clic posteriormente al bot&oacute;n 'Importar Encuesta'.</font></p>
<p>&nbsp;</p>
