<?php return array (
  0 => 
  array (
    'а' => 'a',
    'б' => 'b',
    'в' => 'v',
    'г' => 'g',
    'д' => 'd',
    'е' => 'e',
    'ё' => 'ё',
    'ж' => 'zh',
    'з' => 'z',
    'и' => 'i',
    'й' => 'y',
    'к' => 'k',
    'л' => 'l',
    'м' => 'm',
    'н' => 'n',
    'о' => 'o',
    'п' => 'p',
    'р' => 'r',
    'с' => 's',
    'т' => 't',
    'у' => 'u',
    'ф' => 'f',
    'х' => 'kh',
    'ц' => 'ts',
    'ч' => 'ch',
    'ш' => 'sh',
    'щ' => 'shch',
    'ъ' => '”',
    'ы' => 'y',
    'ь' => '’',
    'э' => 'e',
    'ю' => 'yu',
    'я' => 'ya',
    'А' => 'A',
    'Б' => 'B',
    'В' => 'V',
    'Г' => 'G',
    'Д' => 'D',
    'Е' => 'E',
    'Ё' => 'Ё',
    'Ж' => 'Zh',
    'З' => 'Z',
    'И' => 'I',
    'Й' => 'Y',
    'К' => 'K',
    'Л' => 'L',
    'М' => 'M',
    'Н' => 'N',
    'О' => 'O',
    'П' => 'P',
    'Р' => 'R',
    'С' => 'S',
    'Т' => 'T',
    'У' => 'U',
    'Ф' => 'F',
    'Х' => 'Kh',
    'Ц' => 'Ts',
    'Ч' => 'Ch',
    'Ш' => 'Sh',
    'Щ' => 'Shch',
    'Ъ' => '”',
    'Ы' => 'Y',
    'Ь' => '’',
    'Э' => 'E',
    'Ю' => 'Yu',
    'Я' => 'Ya',
  ),
  1 => 
  array (
    'е' => 'ye',
    'ае' => 'ye',
    'ее' => 'ye',
    'ёе' => 'ye',
    'ие' => 'ye',
    'йе' => 'ye',
    'ое' => 'ye',
    'уе' => 'ye',
    'ъе' => 'ye',
    'ые' => 'ye',
    'ье' => 'ye',
    'эе' => 'ye',
    'юе' => 'ye',
    'яе' => 'ye',
    'ё' => 'yё',
    'аё' => 'yё',
    'её' => 'yё',
    'ёё' => 'yё',
    'иё' => 'yё',
    'йё' => 'yё',
    'оё' => 'yё',
    'уё' => 'yё',
    'ъё' => 'yё',
    'ыё' => 'yё',
    'ьё' => 'yё',
    'эё' => 'yё',
    'юё' => 'yё',
    'яё' => 'yё',
    'Е' => 'Ye',
    'Ае' => 'ye',
    'АЕ' => 'Ye',
    'Ее' => 'ye',
    'ЕЕ' => 'Ye',
    'Ёе' => 'ye',
    'ЁЕ' => 'Ye',
    'Ие' => 'ye',
    'ИЕ' => 'Ye',
    'Йе' => 'ye',
    'ЙЕ' => 'Ye',
    'Ое' => 'ye',
    'ОЕ' => 'Ye',
    'Уе' => 'ye',
    'УЕ' => 'Ye',
    'Ъе' => 'ye',
    'ЪЕ' => 'Ye',
    'Ые' => 'ye',
    'ЫЕ' => 'Ye',
    'Ье' => 'ye',
    'ЬЕ' => 'Ye',
    'Эе' => 'ye',
    'ЭЕ' => 'Ye',
    'Юе' => 'ye',
    'ЮЕ' => 'Ye',
    'Яе' => 'ye',
    'ЯЕ' => 'Ye',
    'Ё' => 'Yё',
    'Аё' => 'yё',
    'АЁ' => 'Yё',
    'Её' => 'yё',
    'ЕЁ' => 'Yё',
    'Ёё' => 'yё',
    'ЁЁ' => 'Yё',
    'Иё' => 'yё',
    'ИЁ' => 'Yё',
    'Йё' => 'yё',
    'ЙЁ' => 'Yё',
    'Оё' => 'yё',
    'ОЁ' => 'Yё',
    'Уё' => 'yё',
    'УЁ' => 'Yё',
    'Ъё' => 'yё',
    'ЪЁ' => 'Yё',
    'Ыё' => 'yё',
    'ЫЁ' => 'Yё',
    'Ьё' => 'yё',
    'ЬЁ' => 'Yё',
    'Эё' => 'yё',
    'ЭЁ' => 'Yё',
    'Юё' => 'yё',
    'ЮЁ' => 'Yё',
    'Яё' => 'yё',
    'ЯЁ' => 'Yё',
  ),
  2 => 
  array (
  ),
  3 => 
  array (
  ),
  4 => 
  array (
    0 => 
    array (
      0 => 'Юлия, съешь ещё этих мягких французских булок из Йошкар-Олы, да выпей алтайского чаю',
      1 => 'Yuliya, s”yesh’ yeshchё etikh myagkikh frantsuzskikh bulok iz Yoshkar-Oly, da vypey altayskogo chayu',
    ),
    1 => 
    array (
      0 => 'Россия, город Йошкар-Ола, улица Яна Крастыня',
      1 => 'Rossiya, gorod Yoshkar-Ola, ulitsa Yana Krastynya',
    ),
    2 => 
    array (
      0 => 'Елизово',
      1 => 'Yelizovo',
    ),
    3 => 
    array (
      0 => 'Чапаевск',
      1 => 'Chapayevsk',
    ),
    4 => 
    array (
      0 => 'Мейеровка',
      1 => 'Meyyerovka',
    ),
    5 => 
    array (
      0 => 'Юрьев объезд',
      1 => 'Yur’yev ob”yezd',
    ),
    6 => 
    array (
      0 => 'Белкино',
      1 => 'Belkino',
    ),
    7 => 
    array (
      0 => 'Ёдва',
      1 => 'Yёdva',
    ),
    8 => 
    array (
      0 => 'Змииёвка',
      1 => 'Zmiiyёvka',
    ),
    9 => 
    array (
      0 => 'Айёган',
      1 => 'Ayyёgan',
    ),
    10 => 
    array (
      0 => 'Воробьёво',
      1 => 'Vorob’yёvo',
    ),
    11 => 
    array (
      0 => 'Кебанъёль',
      1 => 'Keban”yёl’',
    ),
    12 => 
    array (
      0 => 'Озёрный',
      1 => 'Ozёrnyy',
    ),
    13 => 
    array (
      0 => 'Тыайа',
      1 => 'Tyaya',
    ),
    14 => 
    array (
      0 => 'Сайылык',
      1 => 'Sayylyk',
    ),
    15 => 
    array (
      0 => 'Ойусардах',
      1 => 'Oyusardakh',
    ),
    16 => 
    array (
      0 => 'Йошкар-Ола',
      1 => 'Yoshkar-Ola',
    ),
    17 => 
    array (
      0 => 'Бийск',
      1 => 'Biysk',
    ),
    18 => 
    array (
      0 => 'Тыэкан',
      1 => 'Tyekan',
    ),
    19 => 
    array (
      0 => 'Суык-Су',
      1 => 'Suyk-Su',
    ),
    20 => 
    array (
      0 => 'Тында',
      1 => 'Tynda',
    ),
    21 => 
    array (
      0 => 'Улан-Удэ',
      1 => 'Ulan-Ude',
    ),
    22 => 
    array (
      0 => 'Электрогорск',
      1 => 'Elektrogorsk',
    ),
    23 => 
    array (
      0 => 'Руэм',
      1 => 'Ruem',
    ),
    24 => 
    array (
      0 => 'Вяртсиля',
      1 => 'Vyartsilya',
    ),
    25 => 
    array (
      0 => 'Ташчишма',
      1 => 'Tashchishma',
    ),
  ),
);