<?php return array (
  0 => 
  array (
    'а' => 'a',
    'б' => 'b',
    'в' => 'v',
    'г' => 'g',
    'д' => 'd',
    'е' => 'e',
    'ё' => 'e',
    'ж' => 'zh',
    'з' => 'z',
    'и' => 'i',
    'й' => 'i',
    'к' => 'k',
    'л' => 'l',
    'м' => 'm',
    'н' => 'n',
    'о' => 'o',
    'п' => 'p',
    'р' => 'r',
    'с' => 's',
    'т' => 't',
    'у' => 'u',
    'ф' => 'f',
    'х' => 'kh',
    'ц' => 'ts',
    'ч' => 'ch',
    'ш' => 'sh',
    'щ' => 'shch',
    'ъ' => 'ie',
    'ы' => 'y',
    'ь' => '',
    'э' => 'e',
    'ю' => 'iu',
    'я' => 'ia',
    'А' => 'A',
    'Б' => 'B',
    'В' => 'V',
    'Г' => 'G',
    'Д' => 'D',
    'Е' => 'E',
    'Ё' => 'E',
    'Ж' => 'Zh',
    'З' => 'Z',
    'И' => 'I',
    'Й' => 'I',
    'К' => 'K',
    'Л' => 'L',
    'М' => 'M',
    'Н' => 'N',
    'О' => 'O',
    'П' => 'P',
    'Р' => 'R',
    'С' => 'S',
    'Т' => 'T',
    'У' => 'U',
    'Ф' => 'F',
    'Х' => 'Kh',
    'Ц' => 'Ts',
    'Ч' => 'Ch',
    'Ш' => 'Sh',
    'Щ' => 'Shch',
    'Ъ' => 'Ie',
    'Ы' => 'Y',
    'Ь' => '',
    'Э' => 'E',
    'Ю' => 'Iu',
    'Я' => 'Ia',
  ),
  1 => 
  array (
  ),
  2 => 
  array (
  ),
  3 => 
  array (
  ),
  4 => 
  array (
    0 => 
    array (
      0 => 'Юлия, съешь ещё этих мягких французских булок из Йошкар-Олы, да выпей алтайского чаю',
      1 => 'Iuliia, sieesh eshche etikh miagkikh frantsuzskikh bulok iz Ioshkar-Oly, da vypei altaiskogo chaiu',
    ),
    1 => 
    array (
      0 => 'Юлия Щеглова',
      1 => 'Iuliia Shcheglova',
    ),
    2 => 
    array (
      0 => 'Гайа Васильева',
      1 => 'Gaia Vasileva',
    ),
    3 => 
    array (
      0 => 'Андрей Видный',
      1 => 'Andrei Vidnyi',
    ),
    4 => 
    array (
      0 => 'Артём Краевой',
      1 => 'Artem Kraevoi',
    ),
    5 => 
    array (
      0 => 'Мадыр Чёткий',
      1 => 'Madyr Chetkii',
    ),
    6 => 
    array (
      0 => 'Оксана Клеёнкина',
      1 => 'Oksana Kleenkina',
    ),
    7 => 
    array (
      0 => 'Игорь Ильин',
      1 => 'Igor Ilin',
    ),
    8 => 
    array (
      0 => 'Ян Разъездной',
      1 => 'Ian Razieezdnoi',
    ),
  ),
);