<?php return array (
  0 => 
  array (
    'а' => 'a',
    'б' => 'b',
    'в' => 'v',
    'г' => 'g',
    'д' => 'd',
    'е' => 'e',
    'ё' => 'e',
    'ж' => 'zh',
    'з' => 'z',
    'и' => 'i',
    'й' => 'y',
    'к' => 'k',
    'л' => 'l',
    'м' => 'm',
    'н' => 'n',
    'о' => 'o',
    'п' => 'p',
    'р' => 'r',
    'с' => 's',
    'т' => 't',
    'у' => 'u',
    'ф' => 'f',
    'х' => 'kh',
    'ц' => 'ts',
    'ч' => 'ch',
    'ш' => 'sh',
    'щ' => 'sch',
    'ъ' => '',
    'ы' => 'y',
    'ь' => '',
    'э' => 'e',
    'ю' => 'yu',
    'я' => 'ya',
    'А' => 'A',
    'Б' => 'B',
    'В' => 'V',
    'Г' => 'G',
    'Д' => 'D',
    'Е' => 'E',
    'Ё' => 'E',
    'Ж' => 'Zh',
    'З' => 'Z',
    'И' => 'I',
    'Й' => 'Y',
    'К' => 'K',
    'Л' => 'L',
    'М' => 'M',
    'Н' => 'N',
    'О' => 'O',
    'П' => 'P',
    'Р' => 'R',
    'С' => 'S',
    'Т' => 'T',
    'У' => 'U',
    'Ф' => 'F',
    'Х' => 'Kh',
    'Ц' => 'Ts',
    'Ч' => 'Ch',
    'Ш' => 'Sh',
    'Щ' => 'Sch',
    'Ъ' => '',
    'Ы' => 'Y',
    'Ь' => '',
    'Э' => 'E',
    'Ю' => 'Yu',
    'Я' => 'Ya',
  ),
  1 => 
  array (
    'тц' => 's',
    'ьё' => 'o',
    'ъё' => 'o',
    'Тц' => 's',
    'ТЦ' => 'S',
    'Ьё' => 'o',
    'ЬЁ' => 'O',
    'Ъё' => 'o',
    'ЪЁ' => 'O',
  ),
  2 => 
  array (
    'ьа' => 'y',
    'ье' => 'y',
    'ьё' => 'y',
    'ьи' => 'y',
    'ьо' => 'y',
    'ьу' => 'y',
    'ьэ' => 'y',
    'ъа' => 'y',
    'ъе' => 'y',
    'ъё' => 'y',
    'ъи' => 'y',
    'ъо' => 'y',
    'ъу' => 'y',
    'ъэ' => 'y',
    'Ьа' => 'Y',
    'ЬА' => 'Y',
    'Ье' => 'Y',
    'ЬЕ' => 'Y',
    'Ьё' => 'Y',
    'ЬЁ' => 'Y',
    'Ьи' => 'Y',
    'ЬИ' => 'Y',
    'Ьо' => 'Y',
    'ЬО' => 'Y',
    'Ьу' => 'Y',
    'ЬУ' => 'Y',
    'Ьэ' => 'Y',
    'ЬЭ' => 'Y',
    'Ъа' => 'Y',
    'ЪА' => 'Y',
    'Ъе' => 'Y',
    'ЪЕ' => 'Y',
    'Ъё' => 'Y',
    'ЪЁ' => 'Y',
    'Ъи' => 'Y',
    'ЪИ' => 'Y',
    'Ъо' => 'Y',
    'ЪО' => 'Y',
    'Ъу' => 'Y',
    'ЪУ' => 'Y',
    'Ъэ' => 'Y',
    'ЪЭ' => 'Y',
  ),
  3 => 
  array (
    'ий' => 'y',
    'ый' => 'y',
    'ИЙ' => 'Y',
    'ЫЙ' => 'Y',
  ),
  4 => 
  array (
    0 => 
    array (
      0 => 'Юлия, съешь ещё этих мягких французских булок из Йошкар-Олы, да выпей алтайского чаю',
      1 => 'Yuliya, syesh esche etikh myagkikh frantsuzskikh bulok iz Yoshkar-Oly, da vypey altayskogo chayu',
    ),
    1 => 
    array (
      0 => 'Битцевский парк',
      1 => 'Bitsevsky park',
    ),
    2 => 
    array (
      0 => 'Верхние Лихоборы',
      1 => 'Verkhnie Likhobory',
    ),
    3 => 
    array (
      0 => 'Воробьёвы горы',
      1 => 'Vorobyovy gory',
    ),
    4 => 
    array (
      0 => 'Выхино',
      1 => 'Vykhino',
    ),
    5 => 
    array (
      0 => 'Зябликово',
      1 => 'Zyablikovo',
    ),
    6 => 
    array (
      0 => 'Измайловская',
      1 => 'Izmaylovskaya',
    ),
    7 => 
    array (
      0 => 'Кожуховская',
      1 => 'Kozhukhovskaya',
    ),
    8 => 
    array (
      0 => 'Крылатское',
      1 => 'Krylatskoe',
    ),
    9 => 
    array (
      0 => 'Марьина Роща',
      1 => 'Maryina Roscha',
    ),
    10 => 
    array (
      0 => 'Марьино',
      1 => 'Maryino',
    ),
    11 => 
    array (
      0 => 'Молодёжная',
      1 => 'Molodezhnaya',
    ),
    12 => 
    array (
      0 => 'Октябрьская',
      1 => 'Oktyabrskaya',
    ),
    13 => 
    array (
      0 => 'Ольховая',
      1 => 'Olkhovaya',
    ),
    14 => 
    array (
      0 => 'Парк Победы',
      1 => 'Park Pobedy',
    ),
    15 => 
    array (
      0 => 'Площадь Ильича',
      1 => 'Ploschad Ilyicha',
    ),
    16 => 
    array (
      0 => 'Площадь Революции',
      1 => 'Ploschad Revolyutsii',
    ),
    17 => 
    array (
      0 => 'Пятницкое шоссе',
      1 => 'Pyatnitskoe shosse',
    ),
    18 => 
    array (
      0 => 'Румянцево',
      1 => 'Rumyantsevo',
    ),
    19 => 
    array (
      0 => 'Саларьево',
      1 => 'Salaryevo',
    ),
    20 => 
    array (
      0 => 'Семёновская',
      1 => 'Semenovskaya',
    ),
    21 => 
    array (
      0 => 'Сходненская',
      1 => 'Skhodnenskaya',
    ),
    22 => 
    array (
      0 => 'Текстильщики',
      1 => 'Tekstilschiki',
    ),
    23 => 
    array (
      0 => 'Тёплый стан',
      1 => 'Teply stan',
    ),
    24 => 
    array (
      0 => 'Третьяковская',
      1 => 'Tretyakovskaya',
    ),
    25 => 
    array (
      0 => 'Тропарёво',
      1 => 'Troparevo',
    ),
    26 => 
    array (
      0 => 'Фонвизинская',
      1 => 'Fonvizinskaya',
    ),
    27 => 
    array (
      0 => 'Чистые пруды',
      1 => 'Chistye prudy',
    ),
    28 => 
    array (
      0 => 'Шоссе Энтузиастов',
      1 => 'Shosse Entuziastov',
    ),
    29 => 
    array (
      0 => 'Щёлковская',
      1 => 'Schelkovskaya',
    ),
    30 => 
    array (
      0 => 'Электрозаводская',
      1 => 'Elektrozavodskaya',
    ),
    31 => 
    array (
      0 => 'Юго-Западная',
      1 => 'Yugo-Zapadnaya',
    ),
  ),
);